[
	{
		"name": "Continent of Pendor",
		"leaderName": "King Koningur Bahadur Khan Imperator",
		"adjective": ["People of Pendor"],
		 "preferredVictoryType": "Domination",
		
		"startIntroPart1": "Pendor....  An old land that is full of war, religious activity, and simple people.  A kingdom once ruled all of the continent simply, and accordingly, named the Kingdom of Pendor.  However, a great tragedy struck the land..."
		"startIntroPart2": "The first was to the North in the snow of the Mystmountains.  The Earl of Rane was under attack by the vicious tribes and sought aid from the lords in the Southern part of the kingdom.  No response was given and he turned to the Northern lords.  His call was heard and the lords banded together to fight off the tribes.  It was bloody, devastating, and lives were lost a plenty, but Rane held.  The lords became filled with fervor in their ability and declared themselves independent and thus the Northern Kingdom of Ravenstern was born.  Filled with snow and rocky terrain coupled with rolling hills and impassable mountains, the land is unforgiving to the unprepared."
                "startIntroPart3": "The second was to the far south where the Baccus Empire landed.  Led by General Oasar, conquered the lands surrounding, Cez, Ethos, and Janos.  Word had reached to him that the Emperor of the Baccus Empire was assassinated and the Empire in shambles.  Oasar took this information and broke off any connections to the old empire and with support from the southern lords, created what is now the Empire.  The Empire has many forests surrounding its land.  A mountain in the middle of the lands creating a surprisingly hill filled terrain some miles away from Janos, while Cez and Ethos have fairly flat lands until you go North as far as Empire keeps reach for the Noldor forest is not far away.",
                "startIntroPart4": "The third was right at the heart of old Pendor.  The secession of the two kingdoms left Sarleon, Marleons, Laria, and Avendor and it's surrounding keeps and villages left open to the Duke of Sarleon.  He pronounced himself King of the third kingdom that has spawned in this frenzy:  The Kingdom of Sarleon.  A fairly flat land from Sarleon to Avendor, however cliff faces reach to Marleons as the plains of Jatu are to the east.  Laria is the most different of the lands as it is surrounded by forests and the furthest east of Laria lies the Nolder forest which provides a so called natural defence against attackers, but a dangerous enemy, for Noldor absolutely hates the human population existing in Pendor.",
                "startIntroPart5": "The fourth was to the West in the lands that border the Western Sea of Javiksholm, Windholm, and the home of the Knights of the Dawn, Valonbray.  These were merchant cities, rich men living in lavish homes making as much money as possibly can.  A terror was brewing for these simple merchants as the warriors of Vanskerry decided to come to Pendor to raid and plunder and profit from the dismay of the old kingdom.  Sarleon knights patrolled the coast to stop the raids, but the Vanskerries were smart and slipped through.  Seeing as the troops were no help, they did the one and only thing they can do, negotiate with the raiders.  They offered gold, lands, and some daughters if they stopped raiding and the Vanskerries accepted seeing the possibilities of accepting.  Soon, they Vanskerry culture was brought into the noble houses and the warriors married some of the noble daughters.  After a few generations and a large culture gap, the 3 cities broke off from the Kingdom of Sarleon and created a rough alliance to what is now the Fierdsvain.  Flat lands and by the sea, this is what makes the Fierdsvain great traders.  Small forests pop up near the cities, but mainly it is a flat land, easy to travel, and great for horses.",
                "startIntroPart6": "The fifth never really was part of the old Kingdom, but is prominent now as a kingdom.  The D'shar were a nomadic people travelling in the Southwestern part of Pendor.  They settled after generation and generations of nomads settling in the desert to stay as normal nomadic people would do.  They started to trade, however, with the Fierdsvain and became rich.  They built up the larger groups of trading centrals into the cities they are now of Singal, Torbah, Ishkoman, and Nal Tar.  They have a dry, rolling plains land, however a mountain with an accessible pass blocks a straight forward path from the main D'shar lands to Nal Tar.",
                "startIntroPart7": "This is Pendor, the continent of war, religious activity and, not so simple people anymore.",

                "declaringWar": "Your fame runs before you! Let us test each other's valor on the battlefield!"
		"attacked": "You have the look of a mercenary, another vulture come to grow fat on the misery of this land.",
		"defeated": "I yield! Do yourself credit, and grant me the honors of war, as befitting my rank!"
		"introduction": "Ah, yes. At last we meet. You sound like a good being to know. Let us speak together, from time to time.",
		
		"neutralHello": "Peace to you, and always remember to temper your valor with mercy, your courage with honour.",
		"hateHello": "Normally I cut the throats of impudent commoners who barge into my presence uninvited, but I am in a good mood today.",
		"tradeRequest": "Men will always try to cheat others of their rightful due. In this faithless world, each must remain vigilant of his own rights.",

		"outerColor": [255,255,255],
		"innerColor": [0,0,0],
		"uniqueName": "The Prophesy",
		"uniqueText": "Knighthood Orders"
		"uniques": ["Receive free [Great Scientist] when you discover [Writing]", "[Great Scientist] is earned [50]% faster",
			"City-State Influence degrades [50]% slower", "City-State Influence recovers at twice the normal rate",
			"Great General provides double combat bonus", "[Great General] is earned [50]% faster",
			"+[20]% Production when constructing [Wonders]",
			"+[2] Movement for all [Water] units",
			"[+2 Culture] per turn from cities before [Future Tech]",
			"[+1 Production] from every [Strategic Resource]", "Double quantity of [Horses] produced", "Double quantity of [Iron] produced", "Double quantity of [Mithril] produced",
			"+25% Production towards any buildings that already exist in the Capital",
			"[+1 Gold] from each Trade Route", "Double quantity of [Niter] produced",
			"+[1] Sight for all [{Military} {Land}] units", "-[50]% Gold cost of acquiring tiles [in all cities]",
			"Units fight as though they were at full strength even when damaged",
			"Unhappiness from population decreased by [50]%",
			"67% chance to earn 25 Gold and recruit a Barbarian unit from a conquered encampment", "-[25]% [Land] unit maintenance costs",
			"-[66]% [Water] unit maintenance costs", "50% chance of capturing defeated Barbarian naval units and earning 25 Gold",
			"[+2 Science] from every specialist", "[+2 Science] from every [Great Improvement]", "Receive a tech boost when scientific buildings/wonders are built in capital",
			"All units move through Forest and Jungle Tiles in friendly territory as if they have roads. These tiles can be used to establish City Connections upon researching the Wheel.",
			"Golden Age length increased by [50]%", "+1 Movement for all units during Golden Age", "+10% Strength for all units during Golden Age",
			"Can embark and move over Coasts and Oceans immediately", "+[1] Sight for all [Embarked] units", "+[10]% Strength if within [2] tiles of a [Iaom]",
			"Food and Culture from Friendly City-States are increased by 50%",
			"100 Gold for discovering a Natural Wonder (bonus enhanced to 500 Gold if first to discover it)", "Double Happiness from Natural Wonders", "Tile yields from Natural Wonders doubled",
			"Receive triple Gold from Barbarian encampments and pillaging Cities", "Embarked units can defend themselves",
			"+30% Strength when fighting City-State units and cities", "+[1] Movement for all [Mounted] units",
			"Earn [100]% of killed [Military] unit's [Strength] as [Culture]",
			"Units ignore terrain costs when moving into any tile with Hills", "Maintenance on roads & railroads reduced by [50]%", "No Maintenance costs for improvements in [Hill] tiles",
			"+1 Movement for all embarked units", "Units pay only 1 movement point to embark and disembark", "Melee units pay no movement cost to pillage",
			"[+1 Production] from every [Pasture]", "Cities are razed [2] times as fast", "Starts with [Animal Husbandry]",
			"Retain [50]% of the happiness from a luxury after the last copy has been traded away"],
                        "cities": ["Sarleon","Ravenstern","Janos","Javiksholm","Torbah","Marleons","Rane","Ethos","Valonbray","Singal","Ishkoman","Senderfall","Laria","Nal Tar","Windholm","Cez","Poinsbruk","Avendor"]
           }
]
